import Paragraph from "@/components/atoms/AboutSection/Paragraph";

export default function AboutTextBlock() {
  return (
    <div
      className="
        flex flex-col gap-[20px]
        w-full max-w-[368px] lg:max-w-[641px]
        text-[#703938]
        mx-auto lg:mx-0
        text-left
      "
    >
      <Paragraph>
        Наша студія Healing Touch розпочала свій шлях із маленького кабінету, де ми закладали фундамент майбутнього розвитку, роблячи акцент на якості послуг та персональному підході до кожного клієнта.
      </Paragraph>

      <Paragraph>
        Віра в силу дотику, бажання допомагати людям та щоденна праця стали основою, на якій
        поступово виросла повноцінна студія масажу.
      </Paragraph>

      <Paragraph>
        За короткий проміжок часу Healing Touch перетворилася на простір, наповнений теплом,
        турботою та справжньою атмосферою спокою. Ми поєднуємо класичні та сучасні техніки масажу,
        використовуючи новітні методики для досягнення максимального результату. Наша команда —
        це професіонали, які не просто виконують свою роботу, а дбають про ваш фізичний і
        емоційний комфорт на кожному етапі взаємодії.
      </Paragraph>
    </div>
  );
}