import GreetingTitle from "@/components/atoms/GreetingSection/GreetingTitle";
import GreetingText from "@/components/atoms/GreetingSection/GreetingText";

export default function GreetingContent() {
  return (
    <div className="flex flex-col gap-[20px] lg:gap-[30px]">
      <GreetingTitle>Привіт, я Владислава</GreetingTitle>

      <GreetingText>
        <p>
          Засновниця нашої студії, майстер масажу з багаторічним досвідом і
          автором власної техніки, створеної для глибокого відновлення тіла та
          внутрішньої гармонії.
        </p>
        <p>
          Масаж для мене — це не просто дотик, а мистецтво турботи, яке
          допомагає людині відчути легкість, впевненість і спокій. Саме з цією
          ідеєю я створила простір, де все продумано до найменших деталей — від
          атмосфери до технік, які ми використовуємо.
        </p>
        <p>
          У нашій студії зібрані найефективніші сучасні методики масажу: від
          лімфодренажних і міоліфтингових до апаратних і релакс-технік. Кожна з
          них спрямована на покращення стану здоров’я, зовнішнього вигляду та
          самопочуття.
        </p>
        <p>
          Я пишаюся своєю командою професіоналів, які працюють із душею,
          натхненням і щирою турботою про кожного клієнта. Тут ви знайдете не
          просто процедури — а свій простір відновлення, краси і любові до себе.
        </p>
      </GreetingText>
    </div>
  );
}