[
    {
      "img": "/Services-Image/card-1.jpg",
      "title": "Профілактичний масаж",
      "text": "Спрямований на підтримку здоровʼя опорно-рухового апарату, покращення кровообігу та зниження мʼязового напруження. Допомагає запобігти остеохондрозу та хронічним болям у спині.",
      "boldText": "Рекомендовано для профілактики болів і напруги у спині."
    },
    {
      "img": "/Services-Image/card-2.jpg",
      "title": "Релакс масаж",
      "text": "Мʼякі мануальні техніки, що знімають стрес, нормалізують нервову систему та покращують якість сну. Відновлює емоційну рівновагу та гармонізує тіло.",
      "boldText": "Ідеальний для відновлення після стресу та емоційного виснаження."
    },
    {
      "img": "/Services-Image/card-3.jpg",
      "title": "Лімфодренажний масаж",
      "text": "Активізує лімфатичну систему, зменшує набряки та виводить токсини. Підходить при застійних процесах, після фізичних навантажень і для покращення тонусу шкіри.",
      "boldText": "Покращує лімфообіг і знімає відчуття тяжкості в тілі."
    },
    {
      "img": "/Services-Image/card-4.jpg",
      "title": "Парний масаж",
      "text": "Сеанс, який проводиться для двох клієнтів одночасно у затишній атмосфері. Гармонізує енергетичний стан, покращує кровообіг і створює глибоке відчуття релаксу.",
      "boldText": "Розслаблення і гармонія поруч із дорогою людиною."
    },
    {
      "img": "/Services-Image/card-5.jpg",
      "title": "Ендосфера терапія",
      "text": "Сучасна апаратна методика мікровібраційного масажу, що активізує мікроциркуляцію, прискорює обмін речовин і бореться з целюлітом та вʼялістю шкіри.",
      "boldText": "Результат — підтягнуте тіло та пружна шкіра без інвазивних процедур."
    },
    {
      "img": "/Services-Image/card-6.jpg",
      "title": "Спортивний масаж",
      "text": "Оптимальний для підготовки, реабілітації або відновлення мʼязів після тренувань. Зменшує гіпертонус, підвищує еластичність і пришвидшує регенерацію тканин.",
      "boldText": "Рекомендовано спортсменам і активним людям."
    },
    {
      "img": "/Services-Image/card-7.jpg",
      "title": "Стоун масаж",
      "text": "Поєднання мануальної техніки й теплого впливу базальтових каменів. Покращує кровообіг, нормалізує обмін речовин і дарує глибоке розслаблення.",
      "boldText": "Гармонія тепла, дотику та спокою."
    },
    {
      "img": "/Services-Image/card-8.jpg",
      "title": "Медовий масаж",
      "text": "Натуральний метод детоксикації тіла. Мед очищає пори, стимулює кровообіг і активізує обмін речовин, покращуючи тонус і стан шкіри.",
      "boldText": "Ефективне поєднання користі та природного догляду."
    },
    {
      "img": "/Services-Image/card-9.jpg",
      "title": "Міоліфтинговий масаж обличчя",
      "text": "Глибокий мануальний вплив на м'язи обличчя. Покращує тонус, активізує мікроциркуляцію і стимулює колагеногенез, забезпечуючи виражений ліфтинг-ефект без інʼєкцій.",
      "boldText": "Натуральне омолодження шкіри обличчя."
    },
    {
      "img": "/Services-Image/card-10.jpg",
      "title": "Корекція фігури (антицелюлітна)",
      "text": "Спрямований на зменшення жирових відкладень, активацію ліполізу й покращення тургору шкіри. Бореться з целюлітом і моделює контури тіла.",
      "boldText": "Помітне покращення рельєфу та пружності шкіри."
    },
    {
      "img": "/Services-Image/card-11.jpg",
      "title": "Обгортання та SPA-процедури",
      "text": "Комплекс догляду з використанням топових професійних засобів брендів STYX, BRUNO VASSARI, Feel Fine. Процедури живлять шкіру, стимулюють детоксикацію та забезпечують глибоке відновлення організму.",
      "boldText": "Розкішна турбота для тіла й душі, створена з преміум-компонентів."
    },
    {
      "img": "/Services-Image/card-12.jpg",
      "title": "Нейроседативний масаж + стрейчинг",
      "text": "Глибоко відновлювальний масаж, що поєднує нейроседативні техніки та м’яке розтягнення м’язів. Знижує рівень стресу, знімає емоційне напруження, покращує рухливість суглобів і гнучкість тіла.",
      "boldText": "Підходить для людей із підвищеною тривожністю, втомою та напругою."
    },
    {
      "img": "/Services-Image/card-13.jpg",
      "title": "Чайна церемонія",
      "text": "Ритуал глибокого розслаблення та усвідомленості. Поєднує ароматерапію, спокійну музику, гру на співочій чаші та дегустацію натуральних сортів чаю.",
      "boldText": "Відновлення внутрішнього балансу й гармонії."
    }
  ]